[{
  "title": "Smart children safety system in school bus transport using RFID and android (Child Tracker)",
  "start_date": "May 2017",
  "end_date": "Oct 2017",
  "info": "Smart children safety system in school bus transport using RFID and andriod. An app for Parents to track children in case of emergencies. The Demo uses a school bus RFID system but works well in a public network architecture of IOT devices. Project Done for Mumbai University Grant under Professor Supriya S. Kamoji.",
  "url": false
}, {
  "title": "Train a Smartcab to Drive",
  "start_date": "Jul 2017",
  "end_date": "Jul 2017",
  "info": "Applied reinforcement learning algorithm to build a simulated vehicle navigation agent. This project involved modeling a complex control problem in terms of limited available inputs, and designing a scheme to automatically learn an optimal driving strategy.",
  "url": false
}, {
  "title": "Finding Donors (Machine Learning)",
  "start_date": "Jun 2017",
  "end_date": "Jun 2017",
  "info": "Investigated factors that affect the likelihood of charity donations being made based on real census data. Developed a naive classifier to compare testing results.",
  "url": false
}, {
  "title": "eYantra Rescue Bot",
  "start_date": "Jan 2017",
  "end_date": "Mar 2017",
  "info": "Rescue operations are often laborious and dangerous to human life. Thus, we are deploying an Analyzer robot to assess the disaster stuck zone for possible targets/victims. The information collected by this robot is analysed and a 3D view of the localised is generated at the base station and the pin pointed location of the target is fed to the rescue robot which is equipped with a mechanical arm to pick up objects.",
  "url": "https://github.com/shauniop/eyantra_rescue_bots"
}, {
  "title": "Chat Application-Android &amp; Firebase",
  "start_date": "Jan 2017",
  "end_date": "Jan 2017",
  "info": "TODO",
  "url": false
}, {
  "title": "Image Processing Bot",
  "start_date": "Aug 2016",
  "end_date": "Aug 2016",
  "info": "TODO",
  "url": false
}, {
  "title": "Robot using image processing libraries to follow an object/person.",
  "start_date": "Aug 2016",
  "end_date": "Aug 2016",
  "info": "Robot using image processing libraries to follow an object/person.",
  "url": "https://github.com/shauniop/ImageProcessing"
}, {
  "title": "Nagios for infrastructure monitoring and data collection",
  "start_date": "Jul 2016",
  "end_date": "Aug 2016",
  "info": "Nagios was used for infrastructure monitoring and data collection for a network of devices. Automatic Scheduling of Systems using Nagios.",
  "url": "https://github.com/shauniop/ImageProcessing"
}]
